<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ page isELIgnored="false"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!doctype html>
<html lang="zh-CN">
<head>
<meta content="initial-scale=1，maximum-scale=1，minimum-scale=1，user-scalable=no" name="viewport" />
<meta charset="utf-8">
<title>流量宝活动-用户协议</title>
<link rel="stylesheet" href="//cdn.bootcss.com/bootstrap/3.3.5/css/bootstrap.min.css">
<style type="text/css">
body {
	background-color: #fff;
	font-family: "微软雅黑";
}
.protocol-content {
    margin: 15px 10px;
}
.protocol-content span {
	font-weight: bold;
}
.protocol-content p {
    text-indent: 28px;
}
</style>
</head>
<body>
	<div class="protocol-content">
		<span>来存吧服务协议</span>
		<p>来存吧网站、来存吧客户端软件App（以下合称“来存吧”）由杭州满溢网络科技有限公司（以下简称“本公司”）负责运营。《来存吧服务协议》（以下简称“本协议”）的双方为来存吧用户与本公司，适用于用户注册、使用来存吧之全部服务。为了保障您的权益，请在使用来存吧服务前，详细阅读此本协议的所有内容。以下所述条款和条件即构成您与本公司就使用服务所达成的协议，一旦您访问并使用来存吧，即表示您已接受了以下所述的条款和条件。</p>
		<span>一、注册义务</span>
		<p>您必须按照申请注册会员的表格，真实，准确，完整的填写您的资料； 维持并及时更新资料，使其保持真实，准确，完整和反应当前情况。倘若您提供的资料不真实，准确和完整或我公司有合理理由怀疑该资料不真实，准确，完整的，我公司有权暂停或终止您的注册身份，并拒绝您在目前和将来对服务以任何形式使用。如因您资料的不真实、不准确、不完整或不能反映当前情况而给我公司造成损失的，您应负责赔偿。</p>
		<span>二、账户，密码和保密</span>
		<p>在登记过程中，您将选择帐号名和密码。帐号名的选择应遵守法律法规及社会公德。您必须对您的密码保密，您将对您帐号名和密码下发生的所有活动承担责任。如发现任何人未经您同意使用您的帐号名跟密码，你需立即以有效方式通知我公司并申请暂停相关账户服务，并同意我公司采取技术措施使该账户暂停使用； 对该行为所产生的一切后果，我公司不承担任何责任。如果您未保管好自己的账户和密码而对您自身、我公司或第三方造成的损害，您将负全部责任。另外，您要对您账户中的所有活动和事件负全责。您可随时改变您账户的密码。若您发现其他非法使用您的账户、密码，或您账户有其他安全漏洞的情况，也建议您立即通知我公司。您应对自己的来存吧网账户负责，只有您本人可以使用自己的来存吧网账户，该账户不可转让、不可赠与、不可继承。</p>
		<span>三、您的权利和义务</span>
		<p>您应当保证在使用来存吧各项服务中遵守法律法规，尊重社会公德，遵守诚实信用原则，不扰乱网络秩序；您在论坛发表的言论应当真实，不得侮辱，诽谤和恶意中伤他人；您在论坛发布的信息不得侵犯他人的知识产权或其他合法利益；您同意不对来存吧上的信息做商业用途，包括但不限于以复制，传播等方式使用展示在来存吧官网上的任何资料；您同意接收来自来存吧发出的邮件或信息。</p>
		<span>四、我公司的权利和义务</span>
		<p>我公司有义务在现有技术上维护整个平台的正常运行，并努力提升和改进技术，为了保证您更好地享受本公司的服务，您授权本公司及本公司合作的第三方机构或个人向您在享受本公司服务时预留的手机号码推送相关服务信息（包括但不限于短信服务、电话服务、电子邮件等）；因网上平台的特殊性，本公司没有义务对所有会员的注册资料，行为及其他事项进行事先审查；因司法部门或行政部门按照法定程序要求本公司提供相关资料（包括您的个人信息）以及在来存吧的资金、交易及账户等进行查询、冻结或扣划的，本公司应积极配合并提供；对于您在来存吧上的不当行为或任何我公司认为应当终止服务的情况，我公司有权删除信息或终止服务，且无须征得您的同意；我公司有权了解您使用我公司产品或服务的真实交易背景及目的，您应如实提供我公司所需的真实、全面、准确的信息；如果我公司有合理理由怀疑您提供虚假交易信息的，我公司有权暂时或永久限制您所使用的产品或服务的部分或全部功能。我公司有权对您的注册资料及在来存吧上的行为进行查阅，发现注册资料存在问题或有合理理由怀疑相关行为不当的，有权向您发出询问及要求修正；我公司转让本协议无需征得您的同意；在您使用来存吧服务时，来存吧有权接收并记录您的个人信息，包括但不限于IP地址，网站Cookie中的资料及您所使用来存吧手机客户端版本记录等。</p>
		<span>五、您授予本公司的许可使用权</span>
		<p>您授予本公司永久的，免费的，完整的许可使用权利（并且有权对该权利进行再授权），使我公司有权在不涉及和泄露用户隐私情况下使用您的数据参与制作其派生产品，例如但不限于市场调研，消费分析等，以已知或日后开发的任何形式，媒体或技术，纳入其他作品里。</p>
		<span>六、隐私权</span>
		<p>我公司不公开您的注册信息及其他个人信息。但在下列情况下，我公司有权全部或部分披露您的保密信息。根据法律规定，或应行政机关，司法机关要求，向第三人或行政机关，司法机关披露；如您系权利人并针对他人在来存吧上侵犯您利益的行为提起投诉，应被投诉人要求,向被投诉人披露；权利人认为您在来存吧上的行为侵犯其合法权利并提出投诉的，可向权利人披露；您出现违反来存吧规则，需要向第三方披露的；根据法律和来存吧规则，其他我公司认为适合披露的。</p>
		<span>七、免责声明</span>
		<p>您将对您发布的信息及其他在来存吧上发生的任何行为承担责任，我公司对此不承担任何责任。</p>
		<span>八、管辖</span>
		<p>因本协议或本公司服务所引起的或与其有关的任何争议，应向杭州满溢网络科技有限公司所在地有管辖权的人民法院提起诉讼并适用中华人民共和国法律。</p>
	</div>
</body>
</html>